---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.Gradient
source: html/24516392-36af-53f6-27d6-d7c3f279c03a.htm
---
# Gradient Properties

The property labeled "Color" from the "Gradient" schema.